Repository: sangnt-rule/watch
Catalog: data/locales/admin/login-index.tmx
Source language: vi
Languages: en

source: Mật khẩu
en: Password

source: Đăng nhập
en: Login

source: Đăng nhập hệ thống
en: Authentication

source: Thành thật xin lỗi. Tài khoản bạn vừa cung cấp không được tìm thấy trong hệ thống. Mời bạn đăng nhập lại.
en: Sorry! Your account can not be found. Please try to login.

source: Mã xác nhận
en: Validation code

source: Nhập mã xác nhận
en: Enter validation code

source: Thành thật xin lỗi. Mã xác nhận bạn nhập không chính xác. Mời bạn đăng nhập lại.
en: Sorry! The validation code is not correct. Please try again.
